Repository: andrewaustin12/TheTritonChecklist
Catalog: TheTritonChecklist/Localizable.xcstrings
Source language: en
Languages: de, fr

source: 1 min
de: 1 Minute
fr: 1 minute

source: 2 min
de: 2 Minuten
fr: 2 minutes

source: 5 min
de: 5 Minuten
fr: 5 minutes

source: Battery
de: Batterie
fr: Batterie

source: Battery check Monox & Shearwater computer (if present)
de: Batterieprüfung Monox & Shearwater-Computer (falls vorhanden)
fr: Vérification de la batterie de l'ordinateur Monox & Shearwater (si présent)

source: Begin
de: Beginnen
fr: Commencer

source: Build
de: Aufbauen
fr: Construire

source: Cancel
de: Abbrechen
fr: Annuler

source: Cell 1
de: Zelle 1
fr: Cellule 1

source: Cell 2
de: Zelle 2
fr: Cellule 2

source: Cell 3
de: Zelle 3
fr: Cellule 3

source: Check ADV function, no free flow, manual addition
de: ADV-Funktion überprüfen, kein freier Fluss, manuelle Zugabe
fr: Vérifier la fonction ADV, pas de débit libre, ajout manuel

source: Check and note CMF flow (10 bar or 150 psi drop in 7 sec)
de: CMF-Durchfluss überprüfen und notieren (10 bar oder 150 psi Abfall in 7 Sek)
fr: Vérifier et noter le débit CMF (chute de 10 bar ou 150 psi en 7 secondes)

source: Check sensor calibration in air (0.21-0.21-0.21 at sea level)
de: Sensor-Kalibrierung in der Luft überprüfen (0,21-0,21-0,21 auf Meereshöhe)
fr: Vérifier l'étalonnage du capteur dans l'air (0,21-0,21-0,21 au niveau de la mer)

source: Check that Monox charging plug is properly installed
de: Überprüfen Sie, ob der Monox-Ladeanschluss ordnungsgemäß installiert ist
fr: Vérifier que la fiche de charge Monox est correctement installée

source: Close and label canister (M3S canister tape)
de: Kanister schließen und beschriften (Klebeband für M3S-Kanister)
fr: Fermer et étiqueter le boîtier (ruban du boîtier M3S)

source: CMF Flow:
de: CMF-Durchfluss:
fr: Débit CMF :

source: Completed:
de: Abgeschlossen:
fr: Terminé:

source: Connect ADV & BCD
de: ADV & BCD verbinden
fr: Connecter ADV & BCD

source: Date
de: Datum

source: Delete
de: Löschen
fr: Supprimer

source: Developer
de: Entwickler
fr: Développeur

source: Dil/Bailout Content:
de: Dil/Bailout-Inhalt:

source: Diluent & bailout cylinder(s) check O2 % (He %) and label
de: Überprüfung der Diluent & Rettungszylinder O2 % (He %) und Beschriftung
fr: Vérification du cylindre de diluant et de secours O2 % (He %) et étiquetage

source: Diluent & bailout cylinder(s) pressure check and enough for the dive
de: Überprüfung des Drucks der Diluent & Rettungszylinder und ausreichend für den Tauchgang
fr: Vérification de la pression des cylindres de diluant et de secours et suffisante pour la plongée

source: Dismiss
de: Ablehnen
fr: Rejeter

source: Enter Item here
de: Element hier eingeben
fr: Entrer l'élément ici

source: Exhale counter-lung fitting
de: Ausatmungskonterlungenanschluss
fr: Raccord du contre-poumon d'expiration

source: Finish
de: Beenden
fr: Terminer

source: Finished:
de: Abgeschlossen:
fr: Terminé:

source: First stage properly screwed on oxygen valve
de: Erste Stufe ordnungsgemäß auf Sauerstoffventil verschraubt
fr: Premier étage correctement vissé sur la vanne d'oxygène

source: Follow us on Instagram
de: Folgen Sie uns auf Instagram
fr: Suivez-nous sur Instagram

source: Gear
de: Ausrüstung
fr: Équipement

source: Gear List
de: Ausrüstungsliste
fr: Liste d'équipement

source: Give Feedback
de: Feedback geben
fr: Donnez votre avis

source: Help
de: Hilfe
fr: Aide

source: I Agree
de: Ich stimme zu
fr: J'accepte

source: Inhale counter-lung fitting & check no water is present in the lung
de: Einatmungskonterlungenanschluss überprüfen und sicherstellen, dass kein Wasser in der Lunge ist
fr: Raccord du contre-poumon d'inhalation et vérification de l'absence d'eau dans le poumon

source: Internal hoses & mushroom valves visual check
de: Visuelle Überprüfung der internen Schläuche & Pilzventile
fr: Vérification visuelle des tuyaux internes et des valves à champignon

source: Leave a note if needed
de: Eine Notiz hinterlassen, wenn erforderlich
fr: Laisser une note si nécessaire

source: Loop to counter-lung connection
de: Schleifen zur Konterlungenverbindung
fr: Connexion de la boucle au contre-poumon

source: Made by:
de: Hergestellt von:
fr: Fabriqué par:

source: Mouthpiece visual check
de: Visuelle Überprüfung des Mundstücks
fr: Vérification visuelle de l'embout buccal

source: Mushroom seal check
de: Pilzdichtung überprüfen
fr: Vérification du joint en forme de champignon

source: Next
de: Nächster
fr: Suivant

source: No Gear
de: Keine Ausrüstung
fr: Pas d'équipement

source: Not Completed:
de: Nicht abgeschlossen:
fr: Non terminé:

source: Oxygen Content:
de: Sauerstoffgehalt:
fr: Contenu en oxygène:

source: Oxygen cylinder fitting (no contact with OPV)
de: Sauerstoffzylinderanschluss (kein Kontakt mit OPV)
fr: Montage du cylindre d'oxygène (pas de contact avec l'OPV)

source: Oxygen cylinder O2 % Check
de: Überprüfung des Sauerstoffzylinder O2 %
fr: Vérification du pourcentage d'oxygène du cylindre

source: Oxygen flush calibration check with mouthpiece slightly opened and OPV closed
de: Kalibrierungsüberprüfung der Sauerstoffspülung mit leicht geöffnetem Mundstück und geschlossenem OPV
fr: Vérification de l'étalonnage de la purge d'oxygène avec l'embout légèrement ouvert et l'OPV fermé

source: Oxygen Pressure:
de: Sauerstoffdruck:
fr: Pression d'oxygène:

source: Oxygen tank pressure check with Triton O2 regulator (>100 bar or >1500 psi)
de: Überprüfung des Sauerstofftankdrucks mit Triton O2-Regler (>100 bar oder >1500 psi)
fr: Vérification de la pression du réservoir d'oxygène avec régulateur Triton O2 (>100 bar ou >1500 psi)

source: Oxygen Value:
de: Sauerstoffwert:
fr: Valeur de l'oxygène:

source: Oxygen:
de: Sauerstoff:
fr: Oxygène:

source: Perform calibration of Shearwater computer (if present) and then Monox
de: Kalibrierung des Shearwater-Computers durchführen (falls vorhanden) und dann Monox
fr: Effectuer l'étalonnage de l'ordinateur Shearwater (si présent) puis de Monox

source: Positive pressure test - 2 min
de: Positiver Drucktest - 2 Minuten
fr: Test de pression positive - 2 minutes

source: Pressure:
de: Druck:
fr: Pression:

source: Record Values:
de: Werte aufzeichnen:
fr: Enregistrer les valeurs:

source: Request Features
de: Funktionen anfordern
fr: Demander des fonctionnalités

source: Save
de: Speichern
fr: Enregistrer

source: Schedule Notification
de: Benachrichtigung planen
fr: Planifier une notification

source: Scrubber filling with Sofnolime 797 in ventilated area
de: Befüllen des Scrubbers mit Sofnolime 797 in belüftetem Bereich
fr: Remplissage du scrubber avec Sofnolime 797 dans une zone ventilée

source: Sec
de: Sek
fr: Secondes

source: Set Reminder:
de: Erinnerung einstellen:
fr: Définir un rappel:

source: Settings
de: Einstellungen
fr: Paramètres

source: Some steps are not finished:
de: Einige Schritte sind nicht abgeschlossen:
fr: Certaines étapes ne sont pas terminées:

source: Start
de: Starten
fr: Démarrer

source: Start adding items to see your list.
de: Fügen Sie Elemente hinzu, um Ihre Liste anzuzeigen.
fr: Commencez à ajouter des éléments pour voir votre liste.

source: Step 1
de: Schritt 1
fr: Étape 1

source: Step 2
de: Schritt 2
fr: Étape 2

source: Step 3
de: Schritt 3
fr: Étape 3

source: Step 4
de: Schritt 4
fr: Étape 4

source: Step 5
de: Schritt 5
fr: Étape 5

source: Step 6
de: Schritt 6
fr: Étape 6

source: Step 7
de: Schritt 7
fr: Étape 7

source: Step 8
de: Schritt 8
fr: Étape 8

source: Step 9
de: Schritt 9
fr: Étape 9

source: Step 23
de: Schritt 23
fr: Étape 23

source: Step 24
de: Schritt 24
fr: Étape 24

source: Step 25
de: Schritt 25
fr: Étape 25

source: Step 26
de: Schritt 26
fr: Étape 26

source: Step 27
de: Schritt 27
fr: Étape 27

source: Steps 10-12
de: Schritte 10-12
fr: Étapes 10-12

source: Steps 13-15
de: Schritte 13-15
fr: Étapes 13-15

source: Steps 16-19
de: Schritte 16-19
fr: Étapes 16-19

source: Steps 20-22
de: Schritte 20-22
fr: Étapes 20-22

source: Steps 28-29
de: Schritte 28-29
fr: Étapes 28-29

source: Stop
de: Stoppen
fr: Arrêter

source: Summary of Build
de: Zusammenfassung des Aufbaus
fr: Résumé de la construction

source: This app is not a replacement for professional CCR training. By using this app I agree that I have had proper training on how to assemble my rebreather from a certified instructor. I agree that I am solely responsible for the correct assembly of my rebreather.
de: Diese App ersetzt keine professionelle CCR-Ausbildung. Durch die Verwendung dieser App erkläre ich mich damit einverstanden, dass ich eine ordnungsgemäße Schulung zur Montage meines Rebreathers von einem zertifizierten Instructor erhalten habe. Ich erkläre mich damit einverstanden, dass ich allein für die korrekte Montage meines Rebreathers verantwortlich bin.
fr: Cette application ne remplace pas une formation professionnelle en recycleur à circuit fermé. En l'utilisant, j'accepte d'avoir suivi une formation adéquate sur la manière d'assembler mon recycleur auprès d'un instructeur certifié. J'accepte d'être seul responsable de l'assemblage correct de mon recycleur.

source: Timer Finished
de: Timer abgelaufen
fr: Minuterie Terminée

source: TRITON CHECKLIST
de: TRITON-CHECKLISTE
fr: LISTE DE CONTRÔLE TRITON

source: Turn on Monox display & Shearwater computer
de: Monox-Anzeige & Shearwater-Computer einschalten
fr: Allumer l'affichage Monox & l'ordinateur Shearwater

source: Value:
de: Wert:
fr: Valeur:

source: WARNING
de: WARNUNG
fr: AVERTISSEMENT

source: Your countdown timer has finished.
de: Ihr Countdown-Timer ist abgelaufen.
fr: Votre minuterie de compte à rebours est terminée.

source: ADV to exhale counter-lung connection
fr: Connexion ADV à la contre-poumon d'expiration

source: Canister to counter-lung connection
fr: Connexion du boîtier au contre-poumon

source: Cells housing to inhale counter-lung connection
fr: Connexion du logement des cellules au contre-poumon d'inhalation

source: Countdown Timer
fr: Minuterie de compte à rebours

source: Negative pressure test - 2 min
fr: est de pression négative - 2 minutes

source: Timer
fr: Minuterie
